nmap
dolphin
kwrite
iptables
conntrack-tools
wget
wpa_supplicant
wireless_tools
networkmanager
network-manager-applet
gnome-keyring
wireless_tools
net-tools
konsole
firefox
tcpdump
whois
hexchat
python-pip
atom
vlc
ark
potrace
meld
xf86-video-intel
xf86-video-fbdev
vim
valgrind
qtcreator
sqlite
android-tools
go
ntfs-3g
binwalk
tor
torbrowser-launcher
nyx
hwinfo
portaudio
alsa-utils
nasm
woeusb
plantuml
cmake
time
trace_cmd
strace
kernelshark
asp
nano
qbittorrent
usbutils
wavemon
system-config-printer
cups
openvpn
linux-headers
